Overload List
Name  |   Description
RemoveField(Int32)
 Removes a field.
RemoveField(ScheduleFieldId)
 Removes a field.
 See Also
  ScheduleDefinition Class
  ScheduleDefinition Members
  Autodesk.Revit.DB Namespace